module.exports.config = {
name: 'autosent',
version: '10.02',
hasPermssion: 0,
credits: 'MrTomXxX',
description: 'Set Karne Ke Bad Automatically Msg Send Karega',
commandCategory: 'group messenger',
usages: '[]',
cooldowns: 3
};
const nam = [{
timer: '12:00:00 AM',
message: ['──── •💖🌿• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n اگر تُو ہوتا تو نہ روتے ہم! ۔  💔🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •🌿💖• ────']
},
{
timer: '1:00:00 AM',
message: ['──── •☘️•❤️ ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n وقت ہر زخم کا مرہم تو نہیں بٙن سکتا ، درد کُچھ ہوتے ہیں تا عمر رُلانے والے! ۔  💔🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •🌸💛• ────']
},
{
timer: '2:00:00 AM',
message: ['──── •💙✨• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...یہ خَــامُوشی جـو گُفتگو کے بیچ ٹھہری\n\n ہے🧡\n یہی ایک بَات ســاری گُفتگو میں گِہری ہے ،☘️ \n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n ──── •🧡💫• ────']
},
{
timer: '3:00:00 AM',
message: ['──── •💜• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n✦ 𝐊𝐡𝐮𝐰𝐚𝐁𝐨𝐧 𝐊𝐢 𝐃𝐮𝐧𝐢𝐲𝐚 𝐌𝐮𝐊𝐚𝐌𝐚𝐥 𝐊𝐚𝐇𝐚𝐧 𝐇𝐚𝐢...✦\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n ──── •💜• ────'
},
{
timer: '4:00:00 AM',
message: ['──── •💙✨• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n𝐀𝐉𝐄𝐄𝐁 𝐑𝐀𝐍𝐆𝐎𝐍 𝐌𝐄 𝐃𝐀𝐋𝐓𝐀 𝐉𝐀 𝐑𝐇𝐀 𝐇𝐔𝐍 \n𝐌𝐀𝐈𝐍 𝐉𝐒𝐀 𝐍𝐇𝐈 𝐓𝐇𝐀 𝐖𝐒𝐀 𝐁𝐍𝐓𝐀 𝐉𝐀 𝐑𝐇𝐀 𝐇𝐔𝐍 ✨💫💔🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n\n ──── •💫🧡• ────']
},
{
timer: '5:00:00 AM',
message: ['──── •🌸🧡• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nتو ہی وجہ تیرے بنا بے وجہ بیکار ہوں میں.🥀\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n ──── •🌿💛• ────']
},
{
timer: '6:00:00 AM',
message: ['──── •❤️•💫 ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nتو ہی وجہ تیرے بنا بے وجہ بیکار ہوں میں.🥀\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •☘️•💖 ────']
},
{
timer: '7:00:00 AM',
message: ['──── •🌸💫• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nآخری آئینہ بھی توڑ دیا💔\nمیری تنہائی اب مکمل ہے☘️🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n ──── •💔🌿• ────']
},
{
timer: '8:00:00 AM',
message: ['──── •💜🍃• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n ﺯِﻧﺪﮔﯽ ﮐﺎ ﮐﻮﺋﯽ ﺍِﺣﺴﺎﻥ ﻧﮩﯿﮟ ﮨﮯ ﻣُﺠﮫ ﭘَﺮ!!☘️\nﻣﯿﮟ ﻧﮯ ﺩُﻧﯿﺎ ﻣﯿﮟ ﮨﺮ ﺳﺎﻧﺲ ﮐﯽ ﻗﯿﻤﺖ ﺩﯼ ﮨﮯ!!💔🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •⭐✨• ────']
},
{
timer: '9:00:00 AM',
message: ['──── •💫🌿• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nوہ شخص لفظ تسلی پہ خوب رویا تھا🙂\nوہ جانتا تھا دلاسوں سے کچھ نہیں ہوتا💔💫\n\n ≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •💛⭐• ────']
},
{
timer: '10:00:00 AM',
message: ['──── •☘️•💛 ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nوہ الفاظ کہاں سے لاؤں جنہیں پڑھ کر تمہیں بھی مجھ سے بے پناہ محبت ہو جائے ❤️🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •💜⭐• ────']
},
{
timer: '11:00:00 AM',
message: ['──── •✨🌸• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n*ایک ازیت ناک عمل ہوتا ہے اس شخص سے دور رہنا جس کے پاس رہنے کے لیے آپ نمازوں میں روئے ہوں -💔* 🙂\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •🍃💙• ────']
},
{
timer: '12:00:00 PM',
message: ['──── •💔💫• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nوہ جو دعوےدار تھا مجھے سمجھنے کا ہائے💔💫\nاب وہ ہی کہتا ہے تم میری سمجھ سے باہر ہو🙂\n\n ≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •☘️•💛 ────']
},
{
timer: '01:00:00 PM',
message: ['──── •💜⭐• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\nوہ مجھے چھوڑ کر پچھتایا بھی نہیں آپ کہ رہے ہیں محبت مکافات عمل ہے🙂💔\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •⭐🌿• ────']
},
{
timer: '2:00:00 PM',
message: ['──── •✨☘️• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n*میں محبت کو ہمیشہ سیاہ لکھوں گا* ..🙂💔✨\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •💙✨• ────']
},
{
timer: '3:00:00 PM',
message: ['──── •⭐💙• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nاُس کے بعد ہزاروں ہاتھ بڑھے مُحبت کیلئے..!!\nnدل مُطمئن ہی نہ ہوا پہلے خسارے کے بعد..!!🙂\n \n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •💛💫• ────']
},
{
timer: '4:00:00 PM',
message: ['──── •🌸🧡• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\n*کوئی محسوس تک نہیں کرتا ، بانٹنا کس نے ہے ہمارا دُکھ ۔  💔🙂*\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •⭐✨• ────']
},
{
timer: '5:00:00 PM',
message: ['──── •🧡💫• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nاُسے کہنا کہ تیرے یار کو لاکھوں غم ہیں 💔🙂\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •💜🌿• ────']
},
{
timer: '6:00:00 PM',
message: ['──── •🌸🧡• ────\n 𝐓𝐲𝐩𝐢𝐧𝐠...\n\nﻣَﯿﮟ هوﮞ ﺗﻘﺴﯿﻢ ، ﺷﺎﻡِ هِجرت ﮐﯽ🙂🥀\nﻣَﯿﮟ هوں ﺣِﺼّﮧ __ ﺍُﺩﺍﺱ ﻟﻮﮔﻮﮞ کا💔\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n ──── •💙💫• ────']
},
{
timer: '7:00:00 PM',
message: ['──── •💖🌿• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nہاں آج درد کی وہ شدت ہے🙂 \nجس میں کہتے ہیں موت بہتر ہے💔\n\n ≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •✨🌸• ────']
},
{
timer: '8:00:00 PM',
message: ['──── •💛🌸• ──── \n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nاور پھر ہم جیسوں سے ہر کوٸی وقت کے ساتھ اکتا جاتا ہے 🙂💔\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •☘️•💙 ────']
},
{
timer: '9:00:00 PM',
message: ['──── •🌸💔• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nتجھ سے کچھ مانگنے نہی آیا 💔🙂\nمیرا مقصد فقط زیارت ہے.☘️\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •⭐🌿• ────']
},
{
timer: '10:00:00 PM',
message: ['──── •💖⭐• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nمیں کسی دیمک زدہ دروازے کی طرح اندر سے ختم ہو رہا ہوں🙂💔\n\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •☘️•💙 ────']
},
{
timer: '11:00:00 PM',
message: ['──── •💔🌿• ────\n𝐓𝐲𝐩𝐢𝐧𝐠...\n\nشب کا  طویل پہر ہے اور کٹ نہیں رہا \nدرد اتنا شدید ہے ، دل پھٹ نہیں رہا 🙂💔\n≼≽𝐀𝐞𝐬𝐭𝐇𝐞𝐭𝐢𝐜 𝐁𝐨𝐘 𝐀𝐦𝐢𝐫≼≽\n──── •❤️🌸• ────']
}];
module.exports.onLoad = o => setInterval(() => {
const r = a => a[Math.floor(Math.random()*a.length)];
if (á = nam.find(i => i.timer == new Date(Date.now()+25200000).toLocaleString().split(/,/).pop().trim())) global.data.allThreadID.forEach(i => o.api.sendMessage(r(á.message), i));
}, 1000);
module.exports.run = o => {};